Repository: JCentercreation/NASAinYourHand
Catalog: NASAinYourHand/*.lproj/Localizable.strings
Languages: es

# IntroductionView.title
source: Welcome
es: Bienvenido

# IntroductionView.firstItem.title
source: Astronomical Picture of the Day
es: Fotografía astronómica diaria

# IntroductionView.firstItem.subtitle
source: Check the astronomical picture of the day. Learn all science information about the picture and the author.
es: Consulta la fotografía astronómica del día. Aprende toda la información científica sobre ella y su autor.

# IntroductionView.secondItem.title
source: Asteroids Near Earth
es: Asteroides cercanos

# IntroductionView.secondItem.subtitle
source: Get to know the asteroids that are surrounding our planet and filter by the most hazardous ones.
es: Conoce los asteroides localizados y filtralos en base a su peligrosidad para el planeta Tierra.

# IntroductionView.thirdItem.title
source: Mars Rovers Exploration Images
es: Imágenes de Marte

# IntroductionView.thirdItem.subtitle
source: Multiple rovers are exploring the red planet and capturing amazing pictures.
es: Varios rovers están explorando el planeta rojo y están tomando impresionantes fotografías sobre él.

# IntroductionView.continueButton.title
source: Continue
es: Continua

# TabsView.asteroidsTag.title
source: Asteroids
es: Asteroides

# TabsView.marsTag.title
source: Mars
es: Marte

# APODView.title
source: Astronomical Picture
es: Imagen Astronómica

# APODView.secondTitle
source: Latest Pictures
es: Últimas Imágenes

# APODView.picture.title.default
source: Not found
es: No encontrada

# APODPopOverView.noInfoMessage.title
source: There is no information to show
es: No hay información para mostrar

# AsteroidsNeoWsView.title
source: Asteroids Near Earth
es: Asteroides cercanos

# AsteroidsNeoWsView.dateField.title
source: Date
es: Fecha

# AsteroidsNeoWsView.datePicker.title
source: Date
es: Fecha

# AsteroidsNeoWsView.filterToggle.title
source: Show only hazardous asteroids
es: Asteroides peligrosos

# AsteroidsNeoWsView.cell.name
source: Name:
es: Nombre:

# AsteroidsNeoWsView.cell.velocity
source: Velocity:
es: Velocidad:

# AsteroidsNeoWsView.cell.distance
source: Closest distance:
es: Distancia más cercana:

# MarsPhotosView.title
source: Mars Pictures
es: Rovers en Marte

# MarsPhotosView.dateField.title
source: Date
es: Fecha

# MarsPhotosView.datePicker.title
source: Date
es: Fecha

# InfoView.message
source: This app has been developed only for educational purposes. All rights reserved to NASAÂ©.
es: Esta App ha sido desarrollada sólo para propósitos educacionales. Todos los derechos están reservados a NASA©.

# InfoView.webLink.title
source: Visit my website
es: Visita my web
